{"nodes":[{"nodeID":"1158","text":"study after study shows that suicide attackers and their supporters are rarely ignorant or impoverished","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1159","text":"Krueger's study shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1160","text":"Nasra Hassan's study shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1161","text":"Officials' interrogation of Suadi-born members of Al Qaeda shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1162","text":"The poll shows that suicide attackers and their supporters are rarely ignorant.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1163","text":"If the studies of Kreuger Hassan  the Palestinian Center for Policy and Survey Research and the Army Defense Intelligence Agency show that suicide attackers and their supporters are rarely ignorant or impoverished study after study shows this.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1164","text":"The Princeton economist Alan Krueger and others released a study in 2002 comparing Lebanese Hezbollah militants who died in violent action to other Lebanese of the same age group. He found that the Hezbollah members were less likely to come from poor homes and more likely to have a secondary school education.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1165","text":"If Alan Krueger's study shows that Lebanese Hezbollah members are less likely to be poor and more likely to have secondary education his study shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1166","text":"Nasra Hassan a Pakistani relief worker interviewed nearly 250 aspiring Palestinian suicide bombers and their recruiters.  None were uneducated desperately poor simple-minded or depressed  she reported in 2001.  They all seemed to be entirely normal members of their families.","type":"I","timestamp":"2012-04-12 18:21:12"},{"nodeID":"1167","text":"If Nasra Hassan's study of almost 250 aspiring Palestinian suicide bombers and their recruiters shows that none were uneducated or desperately poor her study shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1168","text":"If Officials' interrogation of Suadi-born members of Al Qaeda shows that these members are often educated above reasonable employment level that a surprising number of them have graduate degrees and come from high status families - then their study shows that suicide attackers and their supporters are rarely ignorant or impoverished.","type":"I","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1169","text":"Officials with the Army Defense Intelligence Agency who have interrogated Saudi-born members of Al Qaeda being detained at Guantanamo Bay Cuba have told me that these fundamentalists especially those in leadership positions are often educated above reasonable employment level; a surprising number have graduate degrees and come from high-status families.","type":"I","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1170","text":"A 2001 poll by the nonprofit Palestinian Center for Policy and Survey Research indicated that Palestinian adults with 12 years or more of education are far more likely to support bomb attacks than those who cannot read.","type":"I","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1171","text":"If a 2001 poll by the nonprofit Palestinian Center for Policy and Survey Research indicated that Palestinian adults with 12 or more years of education are far more likely to support bomb attacks than those who cannot read the poll shows that suicide attackers and their supporters are rarely ignorant.","type":"I","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1172","text":"RA","type":"RA","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1173","text":"RA","type":"RA","timestamp":"2012-04-12 18:21:13"},{"nodeID":"1174","text":"RA","type":"RA","timestamp":"2012-04-12 18:21:14"},{"nodeID":"1175","text":"RA","type":"RA","timestamp":"2012-04-12 18:21:14"},{"nodeID":"1176","text":"RA","type":"RA","timestamp":"2012-04-12 18:21:14"}],"edges":[{"edgeID":"1043","fromID":"1159","toID":"1172","formEdgeID":null},{"edgeID":"1044","fromID":"1160","toID":"1172","formEdgeID":null},{"edgeID":"1045","fromID":"1161","toID":"1172","formEdgeID":null},{"edgeID":"1046","fromID":"1162","toID":"1172","formEdgeID":null},{"edgeID":"1047","fromID":"1163","toID":"1172","formEdgeID":null},{"edgeID":"1048","fromID":"1172","toID":"1158","formEdgeID":null},{"edgeID":"1049","fromID":"1164","toID":"1173","formEdgeID":null},{"edgeID":"1050","fromID":"1165","toID":"1173","formEdgeID":null},{"edgeID":"1051","fromID":"1173","toID":"1159","formEdgeID":null},{"edgeID":"1052","fromID":"1166","toID":"1174","formEdgeID":null},{"edgeID":"1053","fromID":"1167","toID":"1174","formEdgeID":null},{"edgeID":"1054","fromID":"1174","toID":"1160","formEdgeID":null},{"edgeID":"1055","fromID":"1168","toID":"1175","formEdgeID":null},{"edgeID":"1056","fromID":"1169","toID":"1175","formEdgeID":null},{"edgeID":"1057","fromID":"1175","toID":"1161","formEdgeID":null},{"edgeID":"1058","fromID":"1170","toID":"1176","formEdgeID":null},{"edgeID":"1059","fromID":"1171","toID":"1176","formEdgeID":null},{"edgeID":"1060","fromID":"1176","toID":"1162","formEdgeID":null}]}