{"nodes":[{"nodeID":"981","text":"The Bowers Court 's ini-  tial substantive statement - The issue presented is whether the  Federal Constitution confers a fundamental right upon homosexuals  to engage in sodomy ...  478 U..S.at 190 -discloses the Court 's  failure to appreciate the extent of the liberty at stake","type":"I","timestamp":"2012-04-12 18:20:38"},{"nodeID":"982","text":"If the Bowers court's initial statement demeans the individual put forward it discloses the Court's failure to appreciate the extent of the liberty at stake.","type":"I","timestamp":"2012-04-12 18:20:38"},{"nodeID":"983","text":"The Bowers court's initial statement demeans the individual put forward","type":"I","timestamp":"2012-04-12 18:20:38"},{"nodeID":"984","text":"To say that  the issue in Bowers was simply the right to engage in certain sexual  conduct demeans the claim the individual put forwardjust as it  would demean a married couple were it said that marriage is just  about the right to have sexual intercourse","type":"I","timestamp":"2012-04-12 18:20:38"},{"nodeID":"985","text":"The Bowers Court's initial substantive statement was that the issue was merely a matter of the right of homosexuals to engage in Sodomy.","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"986","text":"Although the laws in-  volved in Bowers and here purport to do not more than prohibit a  particular sexual acttheir penalties and purposes have more far-  reaching consequencestouching upon the most private human con-  ductsexual behaviorand in the most private of placesthe home.  They seek to control a personal relationship thatwhether or not en-  titled to formal recognition in the lawis within the liberty of persons  to choose without being punished as criminals.","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"987","text":"If their penalties and purposes seek to control a personal relationship that is within the liberty of persons to choose without being punished as criminals then to say that the issue in Bowers was simply the right to engage in certain sexual conduct demeans the individual put forward just as it would demean a married couple were it said that marriage is just about the right to have sexual intercourse.","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"988","text":"The liberty protected  by the Constitution allows homosexual persons the right to choose to  enter upon relationships in the confines of their homes and their own  private lives and still retain their dignity as free persons.Pp.3 -6.","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"989","text":"The laws involved in Bowers and here purport to do not more than prohibit a particular sexual act","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"990","text":"If the laws involved in Bowers and here purport to do not more than prohibit a particular sexual act and the liberty protected by the Constitution allows homosexual persons the right to choose to enter into relationships in their homes and still retain their dignity then their penalties and purposes seek to control a personal relationship that is within the liberty of persons to choose without being punished as criminals","type":"I","timestamp":"2012-04-12 18:20:39"},{"nodeID":"991","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:39"},{"nodeID":"992","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:39"},{"nodeID":"993","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:40"},{"nodeID":"994","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:40"}],"edges":[{"edgeID":"884","fromID":"982","toID":"991","formEdgeID":null},{"edgeID":"885","fromID":"983","toID":"991","formEdgeID":null},{"edgeID":"886","fromID":"991","toID":"981","formEdgeID":null},{"edgeID":"887","fromID":"984","toID":"992","formEdgeID":null},{"edgeID":"888","fromID":"985","toID":"992","formEdgeID":null},{"edgeID":"889","fromID":"992","toID":"983","formEdgeID":null},{"edgeID":"890","fromID":"986","toID":"993","formEdgeID":null},{"edgeID":"891","fromID":"987","toID":"993","formEdgeID":null},{"edgeID":"892","fromID":"993","toID":"984","formEdgeID":null},{"edgeID":"893","fromID":"988","toID":"994","formEdgeID":null},{"edgeID":"894","fromID":"989","toID":"994","formEdgeID":null},{"edgeID":"895","fromID":"990","toID":"994","formEdgeID":null},{"edgeID":"896","fromID":"994","toID":"986","formEdgeID":null}]}