{"nodes":[{"nodeID":"347","text":"What Muhammad received was of divine origin","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"348","text":"Divine revelation accounts for this","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"349","text":"If divine revelation accounts for this what Muhammad received was of divine origin","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"350","text":"something has to accomodate for this.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"351","text":"Accounts for change that are so positive that they involve coming to know God and what is good are accounts in terms of divine revelation.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"352","text":"Not even did the blessed Biblical prophets nor Jesus himself change the behavior of a people so steeped in immorality and idolatry.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"353","text":"If you would take a look at the society in which Muhammad grew up in which differing warring tribes fought bloody wars over the slightest of percieved insults. Where the various peoples were steeped in immorality and idolatry and yet 40 years later the whole of Arabia was unified as one. Quite a feat I would imagine.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"354","text":"If a society changes radically for the better and does so to an extent that the Biblical Prophets and Jesus did not succeed in bringing about in their societies something must accomodate for this.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"355","text":"They as well believed with all their hearts that this man whom they slept with whom they ate with and whom they fought with was in fact recieving Revelation from GOD. They knew because of his outstanding moral character and from his trustworthy personality","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"356","text":"If they knew he received divine revelation he did.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"357","text":"During his childhood Muhammad garnered quite a reputation for his outstanding moral character so much that he was titled al-Amin or 'The Faithful'. Sir William Muir once stated  Our authorities all agree in ascribing to the youth of Muhammad a modesty of deportment and purity of manners rare among Meccans.  During his youth Muhammad never once touched wine nor engaged in any game of gambling nor did he even begin to develop a liking to war in which the Arabs of his time were constantly engaged in. Certainly these characteristics were unusual in a man surrounded by a society indulged in all forms of idolatry and immorality.","type":"I","timestamp":"2012-04-12 18:18:39"},{"nodeID":"358","text":"Nor did Muhammad develop a fond of wealth and not once was he energetic in pursuit of riches. Muhammad would've have rather spent his time in prayer or in solitude during much of his youth. When young he become a member of the Hilfal-Fudzul an alliance formed to vindicate the rights of the weak and help the plight of the poor. He spent to help those who were poor after marrying the wealthy widow Khadija and in every instance did he free a slave who entered his household.     Imam Ghazali the great Islamic scholar summed up the Prophet (saas)'s treatment of those around him in light of the information found in the hadiths:  ... Everyone thought that the Prophet honoured him more...  He was affectionate towards everyone never interupted their speech no matter how short or long always was the first to stretch his hand to greet and the last to let go. He greeted everyone with a smile and left with a smile.","type":"I","timestamp":"2012-04-12 18:18:40"},{"nodeID":"359","text":"If someone who claims to have received divine revelation is known by those who are close to him to have an outstanding moral character and a trustworthy personality that person is known by them to have received divine revelation.","type":"I","timestamp":"2012-04-12 18:18:40"},{"nodeID":"360","text":"Muhammad claimed to have received divine revelation","type":"I","timestamp":"2012-04-12 18:18:40"},{"nodeID":"361","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:40"},{"nodeID":"362","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:40"},{"nodeID":"363","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:40"},{"nodeID":"364","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:41"},{"nodeID":"365","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:41"}],"edges":[{"edgeID":"327","fromID":"348","toID":"361","formEdgeID":null},{"edgeID":"328","fromID":"349","toID":"361","formEdgeID":null},{"edgeID":"329","fromID":"361","toID":"347","formEdgeID":null},{"edgeID":"330","fromID":"350","toID":"362","formEdgeID":null},{"edgeID":"331","fromID":"351","toID":"362","formEdgeID":null},{"edgeID":"332","fromID":"362","toID":"348","formEdgeID":null},{"edgeID":"333","fromID":"352","toID":"363","formEdgeID":null},{"edgeID":"334","fromID":"353","toID":"363","formEdgeID":null},{"edgeID":"335","fromID":"354","toID":"363","formEdgeID":null},{"edgeID":"336","fromID":"363","toID":"350","formEdgeID":null},{"edgeID":"337","fromID":"355","toID":"364","formEdgeID":null},{"edgeID":"338","fromID":"356","toID":"364","formEdgeID":null},{"edgeID":"339","fromID":"364","toID":"347","formEdgeID":null},{"edgeID":"340","fromID":"357","toID":"365","formEdgeID":null},{"edgeID":"341","fromID":"358","toID":"365","formEdgeID":null},{"edgeID":"342","fromID":"359","toID":"365","formEdgeID":null},{"edgeID":"343","fromID":"360","toID":"365","formEdgeID":null},{"edgeID":"344","fromID":"365","toID":"355","formEdgeID":null}]}