{"nodes":[{"nodeID":"625","text":"If not the very act of war would be illegal and Saddam's reign of brutality glossed by his one truth: that Iraq possessed no wmd.","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"626","text":"Saddam was as bad a guy as one can get but there is no law-national or international-that sanctions attacks on guys because you have good reason to believe they are bad and could threaten you (see infographic).","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"627","text":"If there is no international law that allows states to be attacked just because their leaders are bad then - if WMD are not found the very act of war would be illegal","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"628","text":"there is no law that justifies taking pre-emptive military action against another state where the doctrine of necessity would not so warrant","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"629","text":"If there is no law that justifies taking pre-emptive military action against another state where the doctrine of necessity would not so warrant there is no law that sanctions attacking a state just because its leader is bad","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"630","text":"Says jurist Fali S. Nariman  There is no international law justifying a state taking pre-emptive military action against another state where the doctrine of necessity would not so warrant. A state's claim for self-defence does not justify military action against another state that has not attempted or threatened an attack on it.","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"631","text":"If a jurist testifies that there is no law that justifies taking pre-emptive military action against another state where the doctrine of necessity would not so warrant there is no law that justifies taking pre-emptive military action against another state where the doctrine of necessity would not so warrant","type":"I","timestamp":"2012-04-12 18:19:32"},{"nodeID":"632","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:32"},{"nodeID":"633","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:33"},{"nodeID":"634","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:33"}],"edges":[{"edgeID":"572","fromID":"626","toID":"632","formEdgeID":null},{"edgeID":"573","fromID":"627","toID":"632","formEdgeID":null},{"edgeID":"574","fromID":"632","toID":"625","formEdgeID":null},{"edgeID":"575","fromID":"628","toID":"633","formEdgeID":null},{"edgeID":"576","fromID":"629","toID":"633","formEdgeID":null},{"edgeID":"577","fromID":"633","toID":"626","formEdgeID":null},{"edgeID":"578","fromID":"630","toID":"634","formEdgeID":null},{"edgeID":"579","fromID":"631","toID":"634","formEdgeID":null},{"edgeID":"580","fromID":"634","toID":"628","formEdgeID":null}]}