{"nodes":[{"nodeID":"861","text":"initiating military action against Iraq is not a simple matter of honouring clear treaty obligations (as in 1939; the case can be made though with some awkwardness for the first Gulf conflict) nor of rebutting direct aggression territorial or economic or whatever against ourselves.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"862","text":"Strategy continues to organise itself around issues other than territorial control or mere treaty obligations.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"863","text":"If strategy continues to organise itself around issues other than territorial control or mere treaty obligations initiating military action is not simply a matter of treaty obligations nor of rebutting direct agression.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"864","text":"Hiroshima was the start of a process leading to the development of weaponry that made territorial struggles irrelevant. The long-distance delivery of weapons of mass destruction altered the character of war itself. Strategy reorganised itself around a balance of terror Mutually Assured Destruction.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"865","text":"The post-Cold War period may have seen the dissolution of this strategic assumption; but it has not taken us back to the age when nation states fought territorial campaigns.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"866","text":"If strategy organised itself around issues other than territorial control and mere treaty obligations before the end of the cold war and has continued to do so since the end of the cold war it continues to organise itself around issues other than territorial control and mere treaty obligations.","type":"I","timestamp":"2012-04-12 18:20:16"},{"nodeID":"867","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:16"},{"nodeID":"868","text":"RA","type":"RA","timestamp":"2012-04-12 18:20:17"}],"edges":[{"edgeID":"779","fromID":"862","toID":"867","formEdgeID":null},{"edgeID":"780","fromID":"863","toID":"867","formEdgeID":null},{"edgeID":"781","fromID":"867","toID":"861","formEdgeID":null},{"edgeID":"782","fromID":"864","toID":"868","formEdgeID":null},{"edgeID":"783","fromID":"865","toID":"868","formEdgeID":null},{"edgeID":"784","fromID":"866","toID":"868","formEdgeID":null},{"edgeID":"785","fromID":"868","toID":"862","formEdgeID":null}]}