{"nodes":[{"nodeID":"487","text":"A court conceivably could find that the use of cluster bombs in such circumstances is a war crime.","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"488","text":"The ICC treaty outlaws attacks on military targets that cause  clearly excessive  harm to civilians.","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"489","text":"If used where civilians are present the size of the area they attack and the difficulty of directing them reliably mean that civilian casualties - sometimes substantial casualties - are foreseeable.","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"490","text":"If it is foreseeable that using a certain type of weapon on military targets will cause civilian casualties and sometimes cause substantial civilian casualties and if the ICC treaty outlaws such use of weapons a court could conceivably find that such use is a war crime.","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"491","text":"A typical cluster bomb is a container that opens in mid-air and scatters up to 200 bomblets over an area the size of half a soccer field. Even in their new  wind-corrected  form cluster bombs are not precision weapons","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"492","text":"If a weapon spreads bomblets over half a football field then if it is used there will be civilian casualties and sometimes there will be substantial civilian casualties.","type":"I","timestamp":"2012-04-12 18:19:06"},{"nodeID":"493","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:06"},{"nodeID":"494","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:06"}],"edges":[{"edgeID":"451","fromID":"488","toID":"493","formEdgeID":null},{"edgeID":"452","fromID":"489","toID":"493","formEdgeID":null},{"edgeID":"453","fromID":"490","toID":"493","formEdgeID":null},{"edgeID":"454","fromID":"493","toID":"487","formEdgeID":null},{"edgeID":"455","fromID":"491","toID":"494","formEdgeID":null},{"edgeID":"456","fromID":"492","toID":"494","formEdgeID":null},{"edgeID":"457","fromID":"494","toID":"489","formEdgeID":null}]}