{"nodes":[{"nodeID":"401","text":"There is an increased likelihood that Sheila Cafell shot herself","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"402","text":"There is a likelihood that Sheila Cafell shot herself","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"403","text":"If available testimony is that some event occured and there already is a likelihood that it occured there is an increased likelihood that it occured.","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"404","text":"The caller was the appellant and having given his name and address he said:    You've got to help me. My father has rang me and said  Please come over. Your sister has gone crazy and has got the gun.  Then the line went dead.   He went on to say that his sister had a history of psychiatric illness and he confirmed that there were guns at his father's house which was White House Farm Tolleshunt D'Arcy in Essex.","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"405","text":"The scene certainly gave the appearance that Sheila Caffell had shot herself","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"406","text":"If some event appears to be the case there is a likelihood that it is the case.","type":"I","timestamp":"2012-04-12 18:18:49"},{"nodeID":"407","text":"At about 7.45 a.m. armed officers entered the farm and found all 5 occupants dead from gunshot wounds. Mr. Bamber lay dead in the kitchen his wife was dead on the floor in her bedroom the boys were dead in their bed and Sheila Caffell was lying on the floor of the same room as her mother. Across her chest and pointing up at her neck through which the wounds that had killed her had been fired was the rifle used to shoot all five members of the family. Beside her body lay a Bible.","type":"I","timestamp":"2012-04-12 18:18:50"},{"nodeID":"408","text":"If her body was found to have the murder weapon and found to have it directed at the wounds that killed her and if there were no observations to suggest that anyone else had killed her it certainly appears that she did it.","type":"I","timestamp":"2012-04-12 18:18:50"},{"nodeID":"409","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:50"},{"nodeID":"410","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:50"},{"nodeID":"411","text":"RA","type":"RA","timestamp":"2012-04-12 18:18:50"}],"edges":[{"edgeID":"376","fromID":"402","toID":"409","formEdgeID":null},{"edgeID":"377","fromID":"403","toID":"409","formEdgeID":null},{"edgeID":"378","fromID":"404","toID":"409","formEdgeID":null},{"edgeID":"379","fromID":"409","toID":"401","formEdgeID":null},{"edgeID":"380","fromID":"405","toID":"410","formEdgeID":null},{"edgeID":"381","fromID":"406","toID":"410","formEdgeID":null},{"edgeID":"382","fromID":"410","toID":"402","formEdgeID":null},{"edgeID":"383","fromID":"407","toID":"411","formEdgeID":null},{"edgeID":"384","fromID":"408","toID":"411","formEdgeID":null},{"edgeID":"385","fromID":"411","toID":"405","formEdgeID":null}]}