{"nodes":[{"nodeID":"510","text":"This portends new uncertainties about the direction of Pakistan's policies about jehad and related violence inside and across the borders.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"511","text":"There will be an increase in government resistence to implementing policies to end jehad and related violence.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"512","text":"The most likely scenario even without the Islamic parties gaining so much ground was an even less co-operative leadership in Islamabad than the current dispensation which had itself stonewalled all pressures to implement its promises made to India the US and the international community to end jehadi terrorism.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"513","text":"If Pakistani government resistance to implement policies to end jehad and related violence is already high and there is an increase in such resistance new uncertainties about the direction of Pakistan's policies about jehad and related violence will be caused.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"514","text":"If Islamist parties gain influence in government resistence to the implementation of policies to end jehadi terrorism will increase.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"515","text":"Elections in Pakistan are over and they have led to Islamist parties sympathetic to the Taliban-Al Qaeda acquiring majority status in the western provinces besides an influential role for themselves in the governance of the country.","type":"I","timestamp":"2012-04-12 18:19:10"},{"nodeID":"516","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:10"},{"nodeID":"517","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:10"}],"edges":[{"edgeID":"470","fromID":"511","toID":"516","formEdgeID":null},{"edgeID":"471","fromID":"512","toID":"516","formEdgeID":null},{"edgeID":"472","fromID":"513","toID":"516","formEdgeID":null},{"edgeID":"473","fromID":"516","toID":"510","formEdgeID":null},{"edgeID":"474","fromID":"514","toID":"517","formEdgeID":null},{"edgeID":"475","fromID":"515","toID":"517","formEdgeID":null},{"edgeID":"476","fromID":"517","toID":"511","formEdgeID":null}]}