{"nodes":[{"nodeID":"534","text":"How can those especially Vajpayee who bayed for blood at the special extended session of Parliament on December 29-30 1993 and then disrupted proceedings for two long weeks from July 27 to August 11 1994 now turn their backs on the principles they so vigorously upheld when they were in Opposition?","type":"I","timestamp":"2012-04-12 18:19:14"},{"nodeID":"535","text":"The present prime minister and his finance minister Jaswant Singh were in December 1993 the loudest voices demanding ministerial retribution for that JPC report but have fallen strangely silent over the NDA government and its agencies and regulators conniving through the sins of commission and omission detailed in the latest JPC report with the likes of Ketan Parekh and his ilk to milk this nation of thousands upon thousands of crores of the savings of small investors.","type":"I","timestamp":"2012-04-12 18:19:14"},{"nodeID":"536","text":"no less than seven of the members of the present council of ministers were in 1992-93 members of the previous JPC.","type":"I","timestamp":"2012-04-12 18:19:14"},{"nodeID":"537","text":"the telling one-line paragraph in the JPC report which lays down that  ministerial responsibility for this report  flows from the same principles adumbrated in the previous JPC report.","type":"I","timestamp":"2012-04-12 18:19:14"},{"nodeID":"538","text":"If the PM and the finance minister Jaswant Singh were in December 1993 the loudest voices demanding ministerial retribution for that JPC report the current JPC report lays down that ministerial responsibility for this report flows from the same principles adumbrated in the previous report and no less than seven members of the present council of ministers were in 1992-93 members of the JPC then those who bayed for blood should not turn their back on the principles they previously upheld when in Opposition.","type":"I","timestamp":"2012-04-12 18:19:14"},{"nodeID":"539","text":"RA","type":"RA","timestamp":"2012-04-12 18:19:14"}],"edges":[{"edgeID":"490","fromID":"535","toID":"539","formEdgeID":null},{"edgeID":"491","fromID":"536","toID":"539","formEdgeID":null},{"edgeID":"492","fromID":"537","toID":"539","formEdgeID":null},{"edgeID":"493","fromID":"538","toID":"539","formEdgeID":null},{"edgeID":"494","fromID":"539","toID":"534","formEdgeID":null}]}